Repository: ploneUN/ilocop.buildout
Catalog: products/vaporisation/locales/*/LC_MESSAGES/vaporisation.po
Languages: fr

source: The entire cloud has been updated.
fr: Le nuage entier a été mis à jour.

source: The keywords list has been updated.
fr: Les mots clefs ont été mis à jour.

source: no_related_tags
fr: Aucun mot clef connexe

source: joint_navigation
fr: Navigation cumulative basée sur les mots clefs (cliquer pour enlever):

source: normal_navigation
fr: Recherche active :

source: Cloud preferences
fr: Préférences de la vaporisation

source: The fields below allow you to customize your cloud.
fr: Les champs ci-dessous servent à la personalisation de votre nuage.

source: Number of different sizes
fr: Nombre de tailles différentes

source: This number will also determine the biggest size.
fr: Ce chiffre déterminera aussi la taille du plus gros mot clef.

source: Activate joint navigation
fr: Activer la navigation cumulative

source: Joint navigation puts keywords together for associative searches.
fr: La navigation cumulative associe en une seule recherche des mots clefs connexes.

source: Restrict the cloud keywords by removing these keywords
fr: Restreindre le nuage en enlevant les mots clefs suivants

source: Remove from keywords list
fr: Retirer de la liste des mots clefs

source: Changes saved and tagcloud updated.
fr: Changements sauvegardés et nuage mis à jour.

source: No changes.
fr: Aucun changements.

source: Save
fr: Sauvegarder

source: Cancel
fr: Annuler

source: Update cloud
fr: Mettre à jour le nuage

source: Number of tags to display
fr: Nombre de mots clefs à afficher

source: Zero displays it all.
fr: Zéro affichera tous les mots clefs.

source: Cloud advanced configuration
fr: Configuration avancée du nuage

source: cloud_mouse_details
fr: Garder la souris sur l'élément pour afficher le nombre d'occurences

source: Name to display
fr: Nom à afficher

source: The name of the tagcloud. For display purposes.
fr: Le nom du nuage de tags. Utilisé pour l'affichage.

source: Vaporisation tagcloud
fr: Nuage de tags Vaporisation

source: Customizable tagcloud portlet
fr: Portlet nuage de tags configurable

source: A portlet that displays a cloud of tags to browser through
fr: Un portlet qui affiche un nuage de tags permettant une navigation thématique
